/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Tarehe";
"AppDates.DATES.PAST_DUE" = "Malipo Iliyopita";
"AppDates.DATES.TODAY" = "Leo";
"AppDates.DATES.THIS_WEEK" = "Wiki hii";
"AppDates.DATES.NEXT_WEEK" = "Wiki ijayo";
"AppDates.DATES.UPCOMING" = "Ijayo";
"AppDates.EMPTY.TITLE" = "Hakuna Tarehe";
"AppDates.EMPTY.SUBTITLE" = "Kwa sasa huna kozi zozote zinazoendelea zenye matukio yaliyopangwa. Jiandikishe katika kozi ili kuona tarehe muhimu na makataa.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Usiwe na wasiwasi - badilisha ratiba yetu iliyopendekezwa ili ukamilishe kazi zinazohitajika bila kupoteza maendeleo yoyote.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Badilisha Tarehe za Kukamilisha";
"Profile.TITLE" = "Wasifu";
"Profile.INFO" = "Maelezo ya wasifu";
"Profile.ABOUT" = "Kuhusu mimi";
"Profile.EDIT_PROFILE" = "Badilisha Wasifu";
"Profile.YEAR_OF_BIRTH" = "Mwaka wa kuzaliwa:";
"Profile.BIO" = "Wasifu:";
"Profile.SETTINGS" = "Mipangilio";
"Profile.SETTINGS_VIDEO" = "Mipangilio ya video";
"Profile.DATES_AND_CALENDAR" = "Tarehe na Kalenda";
"Profile.SUPPORT_INFO" = "Taarifa za usaidizi";
"Profile.CONTACT" = "Wasiliana na usaidizi";
"Profile.TERMS" = "Masharti ya matumizi";
"Profile.PRIVACY" = "Sera ya faragha";
"Profile.COOKIE_POLICY" = "Sera ya Vidakuzi";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Usiuze maelezo yangu ya kibinafsi";
"Profile.FAQ_TITLE" = "Tazama FAQ";
"Profile.MANAGE_ACCOUNT" = "Dhibiti Akaunti";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Toka nje";
"Profile.SWITCH_TO" = "Kubadili";
"Profile.FULL_PROFILE" = "wasifu kamili";
"Profile.LIMITED_PROFILE" = "wasifu mdogo";
"Profile.LOGOUT_ALERT.TITLE" = "Thibitisha kuondoka";
"Profile.LOGOUT_ALERT.TEXT" = "Je, una uhakika kwamba unataka kutoka?";
"Profile.DELETE_ALERT.TITLE" = "Onyo!";
"Profile.DELETE_ALERT.TEXT" = "Ndiyo, kweli unataka kufuta akaunti yako?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Ungependa kuondoka bila kuhifadhi?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Mabadiliko uliyofanya yatatupwa.";
"Profile.EDIT.TOO_YONG_USER" = "Lazima uwe na umri wa zaidi ya miaka 13 ili kuwa na wasifu na ufikiaji kamili wa habari.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Wasifu mdogo hushiriki jina lako la mtumiaji na picha ya wasifu pekee.";
"Profile.EDIT.DELETE_ACCOUNT" = "Futa Akaunti";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Mwaka wa kuzaliwa";
"Profile.EDIT.FIELDS.LOCATION" = "Mahali";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Lugha inayozungumzwa";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Kuhusu mimi:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Badilisha picha ya wasifu";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Chagua kutoka kwa ghala";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Ondoa picha";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Ghairi";
"Profile.DELETE_ACCOUNT.TITLE" = "Futa Akaunti";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Je, wewe una uhakika unataka ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "kufuta akaunti yako?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Ili kuthibitisha kitendo hiki, tafadhali weka nenosiri la akaunti yako.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Nenosiri";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Weka nenosiri";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Ndiyo, futa akaunti";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Rudi kwa wasifu";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Nenosiri si sahihi. Tafadhali jaribu tena.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Mipangilio ya video";
"Profile.SETTINGS.WIFI_TITLE" = "Pakua Wi-fi pekee";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Pakua tu maudhui wakati Wi-fi imewashwa";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Ubora wa utiririshaji wa video";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Otomatiki (Inapendekezwa)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Otomatiki";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Imependekezwa";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Matumizi ya data ya chini";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Ubora bora";
"Profile.SETTINGS.VERSION" = "Toleo:";
"Profile.SETTINGS.UP_TO_DATE" = "Imesasishwa";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Bofya ili kusasisha hadi toleo";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Gusa ili usakinishe sasisho la programu linalohitajika";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Haiwezi kutuma barua pepe. Inaonekana kiteja chako cha barua pepe hakijasanidiwa.";
"Profile.CALENDAR.NEW_CALENDAR" = "Kalenda Mpya";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Badilisha Chaguo za Usawazishaji";
"Profile.CALENDAR.ACCOUNT" = "Akaunti";
"Profile.CALENDAR.CALENDAR_NAME" = "Jina la Kalenda";
"Profile.CALENDAR.COLOR" = "Rangi";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Kazi zijazo za kozi zinazoendelea zitaonekana kwenye kalenda hii";
"Profile.CALENDAR.CANCEL" = "Ghairi";
"Profile.CALENDAR.BEGIN_SYNCING" = "Anza Kusawazisha";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Imesawazishwa";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Usawazishaji Umeshindwa";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Nje ya mtandao";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Inalinganisha kwenye kalenda...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Ufikiaji wa Kalenda";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Zima Usawazishaji wa Kalenda";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Ili kuonyesha kazi zijazo na mafanikio ya kozi kwenye kalenda yako, tunahitaji ruhusa ya kufikia kalenda yako.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Kuzima usawazishaji wa kalenda itafuta kalenda “%@”. Unaweza kuwasha tena usawazishaji wa kalenda wakati wowote.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Ruzuku Ufikiaji wa Kalenda";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Zima Usawazishaji";
"Profile.CALENDAR_DIALOG.CANCEL" = "Ghairi";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarehe na Kalenda";
"Profile.CALENDAR_SYNC.TITLE" = "Usawazishaji wa Kalenda";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Sanidi usawazishaji wa kalenda ili kuonyesha kazi zako zijazo na mafanikio ya kozi kwenye kalenda yako. Kazi mpya na tarehe za kozi zilizobadilishwa zitasawazishwa kiotomatiki";
"Profile.CALENDAR_SYNC.BUTTON" = "Sanidi Usawazishaji wa Kalenda";
"Profile.OPTIONS.TITLE" = "Chaguo";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Tumia tarehe za kuhusiana";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Onyesha tarehe za jamaa kama &quot;Kesho&quot; na &quot;Jana&quot;";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Onyesha tarehe kamili kama vile &quot;1 Januari, 2021&quot;";
"Profile.DATES_AND_CALENDAR.TITLE" = "Tarehe na Kalenda";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Usawazishaji wa Kalenda ya Kozi";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Tafadhali unganisha upya kalenda yako ili kuendelea kusawazisha";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Kwa sasa inasawazisha matukio kwenye kalenda yako";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Unganisha upya Kalenda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Badilisha Chaguo za Usawazishaji";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Inasawazisha Kozi za %d";
"Profile.OPTIONS.TITLE" = "Chaguo";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Tumia tarehe za kuhusiana";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Onyesha tarehe za jamaa kama &quot;Kesho&quot; na &quot;Jana&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "Kozi za Kusawazisha";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Kuzima usawazishaji wa kozi kutaondoa matukio yote yaliyounganishwa kwenye kozi kutoka kwa kalenda yako iliyosawazishwa.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ficha Kozi Zisizotumika";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Ondoa matukio kiotomatiki kwenye kozi ambazo hujazitazama mwezi uliopita";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Isiyotumika";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Ndani";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Lafudhi";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Nyekundu";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Chungwa";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Njano";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Kijani";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blue";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Zambarau";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Brown";
"Profile.CALENDAR.COURSE_DATES" = "%@ Tarehe za Mafunzo";
"Profile.DROP_DOWN_PICKER.SELECT" = "Chagua";
"Profile.SYNC_SELECTOR.SYNCED" = "Ili Kusawazisha";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Haijasawazishwa";
"Profile.SYNC.NO_SYNCED" = "Hakuna Kozi Zilizosawazishwa";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Hakuna kozi zinazosasisha kalenda yako kwa sasa.";
"Downloads.DOWNLOADS.TITLE" = "Vipakuliwa";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Dhibiti Mipangilio ya Upakuaji";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Hakuna Kozi zenye Maudhui Yanayopakuliwa";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Kwa sasa huna kozi zilizo na maudhui ya kupakuliwa.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ imepakuliwa";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "%@ zote zimepakuliwa";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ inapatikana";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Pakua kozi";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Inapakua";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Inapakia muundo wa kozi...";
"Downloads.MENU_OPTION.REMOVE" = "Ondoa vipakuliwa vya kozi";
"Downloads.MENU_OPTION.CANCEL" = "Ghairi upakuaji";
"Discovery.TITLE" = "Gundua";
"Discovery.SEARCH" = "Tafuta";
"Discovery.HEADER.TITLE_1" = "Gundua mpya";
"Discovery.HEADER.TITLE_2" = "Hebu tutafute kozi mpya.";
"Discovery.SEARCH.TITLE" = "Matokeo ya utafutaji";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Anza kuandika ili kupata kozi";
"Discovery.UPDATE_REQUIRED_TITLE" = "Usasishaji wa Programu Unahitajika";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Toleo hili la programu ya OpenEdX limepitwa na wakati. Ili kuendelea kujifunza na kupata vipengele na marekebisho mapya, tafadhali pata toleo jipya zaidi.";
"Discovery.UPDATE_WHY_NEED" = "Kwa nini ninahitaji kusasisha?";
"Discovery.UPDATE_DEPRECATED_APP" = "Toleo la Programu Lililoacha kutumika";
"Discovery.UPDATE_BUTTON" = "Sasisha";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Mipangilio ya Akaunti";
"Discovery.UPDATE_NEEDED_TITLE" = "Sasisho la Programu";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Tunapendekeza usasishe hadi toleo jipya zaidi. Pata toleo jipya la sasa ili kupokea vipengele na marekebisho ya hivi punde.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Sio kwa sasa";
"Discovery.UPDATE_NEW_AVALIABLE" = "Sasisho jipya linapatikana! Pata toleo jipya la sasa ili upokee vipengele na marekebisho mapya";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Kuondoka kwenye programu";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Sasa unaondoka kwenye programu na kufungua kivinjari";
"Discovery.DETAILS.TITLE" = "Maelezo ya kozi";
"Discovery.DETAILS.VIEW_COURSE" = "Tazama kozi";
"Discovery.DETAILS.ENROLL_NOW" = "Jiandikishe sasa";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Huwezi kujiandikisha katika kozi hii kwa sababu tarehe ya kujiandikisha imekwisha.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Ili kujiandikisha katika kozi hii, tafadhali hakikisha kuwa umeunganishwa kwenye intaneti.";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "Uidhinishaji";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Tafadhali ingiza mfumo ili kuendelea na uandikishaji wa kozi.";
"Discussion.TITLE" = "Majadiliano";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "";
"Discussion.TOPICS.SEARCH" = "Tafuta machapisho yote";
"Discussion.TOPICS.ALL_POSTS" = "Machapisho Yote";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Machapisho ninayofuata";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Makundi kuu";
"Discussion.TOPICS.UNNAMED" = "Kitengo kidogo kisicho na jina";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Shughuli ya Hivi Karibuni";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Shughuli Nyingi";
"Discussion.POSTS.SORT.MOST_VOTES" = "Kura Nyingi";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Hakuna majadiliano bado";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Bofya kitufe kilichoko hapa chini ili kuunda mjadala wako wa kwanza.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Unda majadiliano";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Ongeza chapisho";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Machapisho Yote";
"Discussion.POSTS.FILTER.UNREAD" = "Haijasomwa";
"Discussion.POSTS.FILTER.UNANSWERED" = "Haijajibiwa";
"Discussion.POSTS.CREATE_NEW_POST" = "Unda chapisho jipya";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Fanya uteuzi";
"Discussion.POST.LAST_POST" = "Chapisho la mwisho:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Maoni yameongezwa";
"Discussion.THREAD.ADD_RESPONSE" = "Ongeza jibu";
"Discussion.CREATE_THREAD.NEW_POST" = "Unda chapisho jipya";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Chagua aina ya chapisho";
"Discussion.CREATE_THREAD.TOPIC" = "Mada";
"Discussion.CREATE_THREAD.TITLE" = "Kichwa";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Fuatilia mjadala huu";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Fuata swali hili";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Unda mjadala mpya";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Unda swali jipya";
"Discussion.COMMENT.REPORT" = "Ripoti";
"Discussion.COMMENT.UNREPORT" = "Acha kuripoti";
"Discussion.COMMENT.FOLLOW" = "Fuata";
"Discussion.COMMENT.UNFOLLOW" = "Acha kufuata";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Maoni";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Maoni yameongezwa";
"Discussion.RESPONSE.ADD_COMMENT" = "Ongeza maoni";
"Discussion.POST_TYPE.QUESTION" = "swali";
"Discussion.POST_TYPE.DISCUSSION" = "majadiliano";
"Discussion.SEARCH" = "Tafuta";
"Discussion.SEARCH.TITLE" = "Matokeo ya utafutaji";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Anza kuchapa ili kupata mada";
"Discussion.ANONYMOUS" = "Asiyejulikana";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Imeshindwa kupakia majadiliano.\nJaribu tena baadaye.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Hongera, umepata cheti cha kozi hii katika &quot; %@ \.&quot;";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Tazama cheti";
"Course.OUTLINE.CERTIFICATE" = "Cheti";
"Course.OUTLINE.COURSE_VIDEOS" = "Video za kozi";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Kozi hii bado haijaanza.";
"Course.COURSEWARE.COURSE_CONTENT" = "Maudhui ya kozi";
"Course.COURSEWARE.COURSE_UNITS" = "Vitengo vya kozi";
"Course.COURSEWARE.NEXT" = "Inayofuata";
"Course.COURSEWARE.PREVIOUS" = "Iliyotangulia";
"Course.COURSEWARE.PREVIOUS_FULL" = "Iliyotangulia";
"Course.COURSEWARE.FINISH" = "Maliza";
"Course.COURSEWARE.GOOD_WORK" = "Kazi nzuri!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Rudi kwa muhtasari";
"Course.COURSEWARE.SECTION" = "Umekamilisha “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Endelea";
"Course.COURSEWARE.RESUME_WITH" = "Endelea na:";
"Course.ERROR.NO_INTERNET" = "Hujaunganishwa kwenye Mtandao. Tafadhali angalia muunganisho wako wa Mtandao.";
"Course.ERROR.RELOAD" = "Pakia upya";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Sehemu ya kozi haijapatikana, tafadhali pakia upya";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Kwa sasa hakuna nakala za kozi hii.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Kwa sasa hakuna matangazo ya kozi hii.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Hakuna video zinazopatikana kwa kozi hii.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Hakuna kazi zinazopatikana kwa kozi hii.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Tarehe za kozi hazipatikani kwa sasa.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Hakuna maudhui ya kozi yanayopatikana kwa sasa.";
"Course.ALERT.ROTATE_DEVICE" = "Zungusha kifaa chako ili kutazama video hii katika skrini nzima.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Je, una uhakika unataka kufuta video zote za?";
"Course.ALERT.DELETE_VIDEOS" = "Je, una uhakika kwamba unataka kufuta video za";
"Course.ALERT.STOP_DOWNLOADING" = "Kuzima swichi kutakomesha kupakua na kufuta video zote zilizopakuliwa za";
"Course.ALERT.WARNING" = "Onyo";
"Course.COURSE_CONTAINER.HOME" = "Nyumbani";
"Course.COURSE_CONTAINER.CONTENT" = "Maudhui";
"Course.COURSE_CONTAINER.PROGRESS" = "Maendeleo";
"Course.COURSE_CONTAINER.VIDEOS" = "Video";
"Course.COURSE_CONTAINER.OFFLINE" = "Nje ya mtandao";
"Course.COURSE_CONTAINER.DATES" = "Tarehe";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Majadiliano";
"Course.COURSE_CONTAINER.HANDOUTS" = "Zaidi";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Vijitabu Katika kuendeleza";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Umejifunza %@%% ya maendeleo ya kozi";
"Course.COURSE_CAROUSEL.GRADES" = "Madarasa";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Hii inawakilisha daraja lako lililopimwa dhidi ya daraja linalohitajika ili kupita kozi hii.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Maudhui yote";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Unakagua kozi hii sasa na una ufikiaji mdogo wa nyenzo za kozi.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Boresha sasa";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Umeangalia video zote!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Umefanikiwa kumaliza kazi zote!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video\nzilizokamilika";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Kazi\nzilizokamilika";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Endelea Kutazama";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Video Ifuatayo";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Video Zote";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Majukumu Yote";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Mgawo Ujao";
"Course.COURSE_CONTENT.ALL" = "Wote";
"Course.COURSE_CONTENT.VIDEOS" = "Video";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Kazi";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Kukamilika kwa kozi";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Hii inawakilisha ni kiasi gani cha maudhui ya kozi ambayo umekamilisha. Kumbuka kwamba baadhi ya maudhui huenda bado hayajatolewa.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Imekamilika";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Maendeleo ya Jumla";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Iliyosalia";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Imefungwa";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Maendeleo ya Daraja";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Kupita";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Kutofaulu";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Angalia Cheti";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Maendeleo ya Sehemu";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Hakuna maendeleo yanayopatikana";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Anza kujifunza ili kuona maendeleo yako hapa";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Daraja la Jumla";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Hii inawakilisha daraja lako lililopimwa dhidi ya daraja linalohitajika ili kupita kozi hii.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Daraja ya Sasa ya Jumla Iliyopimwa:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Daraja la uzito la %@%% linahitajika ili kufaulu kozi hii";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Inahitajika";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Maelezo ya Daraja";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Aina ya Mgawo";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Sasa / Kiwango cha Juu %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Kamilisha";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "ya Daraja";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Kozi hii haina kazi za darasani zilizopangiwa alama.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Vijitabu";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Matangazo";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Tafuta habari muhimu ya kozi";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Endelea na habari za hivi punde";
"Course.NOT_AVALIABLE.TITLE" = "Kipengele hiki wasilianifu hakipatikani kwenye simu ya mkononi";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Gundua sehemu zingine za kozi hii au tazama hii kwenye wavuti.";
"Course.NOT_AVALIABLE.BUTTON" = "Fungua katika kivinjari";
"Course.SUBTITLES.TITLE" = "Manukuu";
"Course.ACCESSIBILITY.DOWNLOAD" = "Pakua";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Ghairi upakuaji";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Futa upakuaji";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Pete ya maendeleo ya kukamilisha kozi";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Sehemu ya alama za jumla";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Sehemu ya maelezo ya alama";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Kipengele cha kazi";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Kiashiria cha alama inayohitajika ili kufaulu";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ asilimia imekamilika";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ asilimia inayohitajika ili kufaulu";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ ya %@ imekamilika, %@ kati ya %@ asilimia ya alama";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Daraja la sasa: %@ asilimia";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Onyo la mahitaji ya alama: Asilimia %@ inahitajika ili kufaulu";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Uonyeshaji wa maendeleo unaoonyesha %@ aina za kazi za nyumbani";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Maendeleo jumla: %@ asilimia";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Inaonyesha mgawanyiko wa maendeleo kwa aina ya kazi ya darasani";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Kozi hii haina kazi zilizopimwa za kuonyesha";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Kamilisha shughuli za kozi ili kuona maendeleo yako hapa";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Kichwa cha safu ya aina ya kazi";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Kichwa cha safu ya asilimia ya sasa na ya juu zaidi";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Uzito: %@ asilimia ya alama";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ ya %@ imekamilika";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Daraja la sasa: %@ kati ya %@ asilimia";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ ya %@ imekamilika. Uzito: %@ asilimia ya alama. Alama ya sasa: %@ kati ya %@ asilimia";
"Course.DOWNLOAD.DOWNLOADS" = "Vipakuliwa";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Mavideo yote yamepakuliwa";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Kupakua video...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Pakua kwa kifaa";
"Course.DOWNLOAD.VIDEOS" = "Video";
"Course.DOWNLOAD.REMAINING" = "Iliyosalia";
"Course.DOWNLOAD.UNTITLED" = "Haina jina";
"Course.DOWNLOAD.TOTAL" = "Jumla";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Huwezi kubadilisha ubora wa video ya upakuaji wakati video zote zinapakuliwa";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Mipangilio yako ya sasa ya upakuaji inaruhusu upakuaji kupitia Wi-Fi pekee.\nTafadhali unganisha kwenye mtandao wa Wi-Fi au ubadilishe mipangilio yako ya upakuaji.";
"Course.COURSE_DATES.TODAY" = "Leo";
"Course.COURSE_DATES.COMPLETED" = "Imekamilika";
"Course.COURSE_DATES.PAST_DUE" = "Iliyopita";
"Course.COURSE_DATES.DUE_NEXT" = "Inayofuata";
"Course.COURSE_DATES.UNRELEASED" = "Haijatolewa";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Imethibitishwa Pekee";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Vipengee Vilivyofichwa";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Kipengee Kimefichwa";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Tarehe za malipo zimebadilishwa";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Tarehe zako za kukamilisha zimehamishwa ili kukusaidia kuendelea kufuatilia.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Tazama tarehe zote";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sawazisha kwa kalenda";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Inasawazisha kiotomatiki tarehe za mwisho na tarehe za kukamilisha za kozi hii kwenye kalenda yako.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Ongeza kalenda";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Ondoa kalenda";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Je, ungependa kuongeza kalenda ya %@ \"%@\" ? \n Unaweza kubadilisha au kuondoa kalenda ya kozi wakati wowote katika Kalenda au Mipangilio";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Ndiyo, ungependa kuondoa kalenda ya %@ &quot; %@ &quot; ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "“%@” imeongezwa kwenye kalenda yako.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Ninasawazisha kalenda...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Tazama Matukio";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Kalenda ya kozi yako imeongezwa.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Kalenda ya kozi yako imeondolewa.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Matukio ya kalenda";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Kalenda yako ya kozi imepitwa na wakati";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Tarehe zako za kozi zimebadilishwa na kalenda yako ya kozi haijasasishwa tena na ratiba yako mpya.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Sasisha sasa";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Kalenda ya kozi yako imesasishwa.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ haina ruhusa ya kalenda. Tafadhali nenda kwa mipangilio na upe ruhusa ya kalenda.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Fungua Mipangilio";
"Course.COURSE_DATES.SETTINGS" = "Mipangilio";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarehe zako hazikuweza kubadilishwa. Tafadhali jaribu tena.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarehe zako zimebadilishwa.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Tarehe za Mafunzo";
"Course.COURSE.DUE_TODAY" = "Inapaswa Kulipwa Leo";
"Course.COURSE.DUE_TOMORROW" = "Inatakiwa Kesho";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Imekamilika";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Sehemu Zimekamilika";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Imekamilika";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Imetazamwa";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Tazama Vilivyokamilika";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ficha Vilivyokamilika";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Imekamilika";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Buruta na Achia";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Mgawo";
"Course.COURSE.ASSIGNMENT_GRADED" = "Iliyowekwa alama";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Haijaanza";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Tathmini ya Wazi";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Maelekezo ya Rika";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Tatizo";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Utafiti";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Inaendelea";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Wingu la Maneno";
"Course.COURSE.ASSIGNMENT_LTI" = "Zana ya Nje";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Majadiliano";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Upakuaji Kubwa Zaidi";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Imekamilika";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Hariri";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Ondoa vipakuliwa vyote";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% ya kozi hii inaonekana kwenye simu.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% ya kozi hii inaweza kupakuliwa.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% ya kozi hii inaweza kukamilika nje ya mtandao.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Imepakuliwa";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Inapakua";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Inapatikana kwa kupakua";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Tayari Kupakuliwa";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Pakua zote";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Ghairi Upakuaji wa Kozi";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Unaweza kupakua maudhui ya kozi nje ya mtandao ili kujifunza popote ulipo, bila kuhitaji muunganisho unaotumika wa intaneti au kutumia data ya mtandao wa simu.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Hakuna maudhui ya kozi hii yanayopatikana kwa sasa kupakua nje ya mtandao.";
"Course.COURSE.RETURN_TO_HOME" = "Rudi kwenye Mwanzo wa Kozi";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Sehemu hii haijapakuliwa";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Gundua sehemu zingine za kozi hii au pakua hii unapounganisha tena.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Sehemu hii bado haipatikani nje ya mtandao";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Gundua sehemu zingine za kozi hii au tazama hii unapounganisha tena.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sawazisha kwa Kalenda";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Usawazishaji wa Kalenda Umeshindwa";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Nje ya mtandao";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Imekamilika - %@/%@ alama";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Imechelewa - %@/%@ alama";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Haipatikani Bado";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ alama";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Sera ya Upimaji wa Kozi";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "Haijulikani";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Sehemu ya maendeleo ya kozi";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Endelea na sehemu ya kujifunza";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Sehemu ya maudhui ya kozi";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Sehemu ya ujumbe wa makosa";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Sehemu ya kupakia";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Sehemu ya Video";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Maendeleo ya video %@ ya %@ Imekamilika.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Sehemu ya Kazi za Nyumbani";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Sehemu ya maendeleo ya kazi za nyumbani";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Hakuna maudhui yanayopatikana sehemu";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Ukurasa unaofuata";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Ukurasa wa Mwisho";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Ukurasa Uliopita";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ ya %@ kazi imekamilika";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Gusa kuficha sehemu zilizokamilika";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Gusa kuonyesha sehemu zilizokamilika";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ sehemu, %@ ya %@ video zimeangaliwa";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Sehemu ya kupakua, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, imekamilika";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% imeangaliwa";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, haijaanza";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Gusa kucheza video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ asilimia imekamilika";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ kutoka %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Urambazaji wa Video";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Hakuna Kichwa cha Video";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Ingia";
"Authorization.SIGN_IN.WELCOME_BACK" = "Karibu tena! Ingia ili kufikia kozi zako.";
"Authorization.SIGN_IN.EMAIL" = "Barua pepe";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Barua pepe au jina la mtumiaji";
"Authorization.SIGN_IN.PASSWORD" = "Nenosiri";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Umesahau nywila?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Badilisha";
"Authorization.SIGN_IN.AGREEMENT" = "Kwa kuingia kwenye programu hii, unakubali [ %@ Makubaliano ya Leseni ya Mtumiaji wa Mwisho]( %@ ) na [ %@ Sheria na Masharti na Msimbo wa Heshima]( %@ ) na unakubali kwamba %@ na kila Mwanachama huchakata data yako ya kibinafsi kwa mujibu wa [Sera ya Faragha.]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "Anza leo kujenga taaluma yako kwa kujiamini";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Seti iliyojumuishwa ya maarifa na programu za uwezeshaji ili kukuza vipengee vya sekta ya wakfu na wafanyikazi wake";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Ingia";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Ingia kupitia huduma ya kitaifa ya kuingia katika akaunti kwa umoja";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Anwani ya barua pepe si sahihi";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Urefu wa nenosiri si sahihi";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Akaunti hii ya %@ haijaunganishwa na akaunti yoyote ya %@ . Tafadhali jiandikishe.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Barua pepe au jina la mtumiaji si sahihi";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Akaunti yako imezimwa. Tafadhali wasiliana na timu ya usaidizi kwa wateja kwa usaidizi.";
"Authorization.SIGN_UP.SUBTITLE" = "Fungua akaunti ili uanze kujifunza leo!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Tengeneza akaunti";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ficha sehemu za hiari";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Onyesha sehemu za hiari";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Umefanikiwa kuingia.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Tunahitaji tu maelezo zaidi kidogo kabla ya kuanza kujifunza.";
"Authorization.SIGN_UP.AGREEMENT" = "Kwa kuunda akaunti, unakubali [%@ Makubaliano ya Leseni ya Mtumiaji wa Mwisho](%@) na [%@ Sheria na Masharti na Msimbo wa Heshima](%@) na unakubali kwamba %@ na kila Mwanachama huchakata data yako ya kibinafsi kwa mujibu wa [Sera ya Faragha.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Ninakubali kwamba %@ inaweza kunitumia ujumbe wa uuzaji.";
"Authorization.FORGOT.TITLE" = "Umesahau nywila";
"Authorization.FORGOT.DESCRIPTION" = "Tafadhali ingiza anwani yako ya barua pepe ya kuingia au urejeshi hapa chini na tutakutumia barua pepe iliyo na maagizo.";
"Authorization.FORGOT.REQUEST" = "Weka upya nenosiri";
"Authorization.FORGOT.CHECK_TITLE" = "Angalia barua pepe yako";
"Authorization.FORGOT.CHECK_Description" = "Tume maagizo ya kurejesha nenosiri kwa barua pepe yako ";
"Authorization.CONTINUE_WITH" = "Endelea na";
"Authorization.LAST_SIGN_IN" = "Mara ya mwisho kuingia";
"Authorization.OR_SIGN_IN_WITH" = "Ingia kwa barua pepe:";
"Authorization.OR_REGISTER_WITH" = "Au jiandikishe hapa chini:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Au";
"Authorization.STARTUP.INFO_MESSAGE" = "Kozi na kozi kutoka kwa vyuo vikuu bora zaidi duniani kwenye mfuko wako.";
"Authorization.STARTUP.SEARCH_TITLE" = "Unataka kujifunza nini?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Tafuta kozi zetu zaidi ya 3000";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Chunguza kozi zote";
"Authorization.STARTUP.TITLE" = "Anza";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Anza";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Tafuta";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Toka nje";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Toka nje";
"WhatsNew.TITLE" = "Nini mpya";
"WhatsNew.BUTTON_PREVIOUS" = "Iliyotangulia";
"WhatsNew.BUTTON_NEXT" = "Inayofuata";
"WhatsNew.BUTTON_DONE" = "Imekamilika";
"Dashboard.TITLE" = "Dashboard";
"Dashboard.HEADER.COURSES" = "Kozi";
"Dashboard.HEADER.WELCOME_BACK" = "Karibu tena. Tuendelee kujifunza.";
"Dashboard.SEARCH" = "Tafuta";
"Dashboard.EMPTY.SUBTITLE" = "Bado hujajiandikisha katika kozi yoyote.";
"Dashboard.LEARN.TITLE" = "Jifunze";
"Dashboard.LEARN.VIEW_ALL" = "Tazama zote";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Tazama Kozi Zote (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Kozi Zote";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "Mgawo 1 Uliopita";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Tazama Kazi";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Kazi Zinazostahili Kupita";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Kazi Inastahili %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Inalipwa kwa Siku %@";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Endelea na kozi";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Anza Kozi";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kozi";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Mipango";
"Dashboard.LEARN.CATEGORY.ALL" = "Yote";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Inaendelea";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Imekamilika";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Muda wake umeisha";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Hakuna Kozi";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Hakuna Kozi Zinazoendelea";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Hakuna Kozi Zilizokamilishwa";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Hakuna Kozi Zilizopitwa na Wakati";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Kwa sasa hujajiandikisha katika kozi zozote, ungependa kuchunguza katalogi ya kozi?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Tafuta Kozi";
"Core.MAINSCREEN.DISCOVERY" = "Gundua";
"Core.MAINSCREEN.DASHBOARD" = "Dashboard";
"Core.MAINSCREEN.IN_DEVELOPING" = "Katika kuendeleza";
"Core.MAINSCREEN.PROGRAMS" = "Mipango";
"Core.MAINSCREEN.PROFILE" = "Wasifu";
"Core.MAINSCREEN.LEARN" = "Jifunze";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Tayari umefungua akaunti %@ na akaunti yako %@ . Umeingia kwa akaunti hiyo.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Jaribu tena";
"Core.ERROR.INVALID_CREDENTIALS" = "Vitambulisho batili";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Muunganisho wa intaneti polepole au hakuna";
"Core.ERROR.NO_CACHED_DATA" = "Hakuna data iliyohifadhiwa kwa hali ya nje ya mtandao";
"Core.ERROR.USER_NOT_ACTIVE" = "Akaunti ya mtumiaji haijaamilishwa. Tafadhali washa akaunti yako kwanza.";
"Core.ERROR.UNKNOWN_ERROR" = "Hitilafu fulani imetokea";
"Core.ERROR.WIFI" = "Unaweza kupakua faili kupitia Wi-Fi pekee. Unaweza kubadilisha hii katika mipangilio.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Uidhinishaji umeshindwa.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Hakuna muunganisho wa intaneti";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Tafadhali unganisha kwenye intaneti ili kutazama maudhui haya.";
"Core.COURSEWARE.COURSE_CONTENT" = "Maudhui ya kozi";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Kipengele hiki wasilianifu bado hakipatikani kwenye simu ya mkononi.";
"Core.COURSEWARE.COURSE_UNITS" = "Vitengo vya kozi";
"Core.COURSEWARE.NEXT" = "Inayofuata";
"Core.COURSEWARE.PREVIOUS" = "Iliyotangulia";
"Core.COURSEWARE.FINISH" = "Maliza";
"Core.COURSEWARE.GOOD_WORK" = "Kazi nzuri!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Rudi kwa muhtasari";
"Core.COURSEWARE.SECTION_COMPLETED" = "Umekamilisha “%@”.";
"Core.COURSEWARE.CONTINUE" = "Endelea";
"Core.COURSEWARE.RESUME" = "Rejea";
"Core.COURSEWARE.RESUME_WITH" = "Endelea na:";
"Core.COURSEWARE.NEXT_SECTION" = "Sehemu inayofuata";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Ili kuendelea na “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” bonyeza “Sehemu Ifuatayo”.";
"Core.ERROR.RELOAD" = "Pakia upya";
"Core.DATE.COURSE_STARTS" = "Kozi Inaanza";
"Core.DATE.COURSE_ENDS" = "Kozi Inaisha";
"Core.DATE.COURSE_ENDED" = "Kozi Ilimalizika";
"Core.DATE.ENDED" = "Imeisha";
"Core.DATE.START" = "Anza";
"Core.DATE.STARTED" = "Imeanza";
"Core.DATE.JUST_NOW" = "Sasa hivi";
"Core.DATE.TODAY" = "Leo";
"Core.DATE.NEXT" = "Inayofuata %@";
"Core.DATE.DAYS_AGO" = "%@ Siku Zilizopita";
"Core.DATE.DUE" = "Inastahili ";
"Core.DATE.DUE_IN" = "Inastahili kuingia ";
"Core.DATE.DUE_IN_DAYS" = "Italipwa kwa Siku %@";
"Core.DATE.DUE_TODAY" = "Inatarajiwa Leo: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Siku Zilizopita Tangu Kulipwa: %@";
"Core.DATE.DUE_IN_LEFT" = "Zinazotakiwa kwa Siku %@: %@";
"Core.ALERT.ACCEPT" = "Kubali";
"Core.ALERT.CANCEL" = "Ghairi";
"Core.ALERT.LOGOUT" = "Toka nje";
"Core.ALERT.LEAVE" = "Ondoka";
"Core.ALERT.SIGN_IN" = "Ingia";
"Core.ALERT.REGISTER" = "Sajili";
"Core.ALERT.KEEP_EDITING" = "Endelea kuhariri";
"Core.ALERT.DELETE" = "Futa";
"Core.ALERT.ADD" = "Ongeza";
"Core.ALERT.REMOVE" = "Ondoa";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Ondoa kalenda ya kozi";
"Core.NO_INTERNET.OFFLINE" = "Nje ya mtandao";
"Core.NO_INTERNET.DISMISS" = "Ondoa";
"Core.NO_INTERNET.RELOAD" = "Pakia upya";
"Core.DATE_FORMAT.MMMM_DD" = "";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Pakua";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Imepakuliwa";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Imekamilika";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Ubora wa kupakua video";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Otomatiki";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Imependekezwa";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Matumizi ya data ya chini";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Ubora bora";
"Core.DONE" = "Imekamilika";
"Core.VIEW" = "Tazama";
"Core.BACK" = "Nyuma";
"Core.OK" = "Sawa";
"Core.CLOSE" = "Funga";
"Core.PICKER.SEARCH" = "Tafuta";
"Core.PICKER.ACCEPT" = "Kubali";
"Core.WEBVIEW.ALERT.OK" = "Sawa";
"Core.WEBVIEW.ALERT.CANCEL" = "Ghairi";
"Core.WEBVIEW.ALERT.CONTINUE" = "Endelea";
"Core.REVIEW.VOTE_TITLE" = "Unafurahia Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Maoni yako ni muhimu kwetu. Je, ungependa kuchukua muda kukadiria programu kwa kugonga nyota hapa chini? Asante kwa msaada wako!";
"Core.REVIEW.FEEDBACK_TITLE" = "Tuachie Maoni";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Tunasikitika kusikia uzoefu wako wa kujifunza umekuwa na matatizo fulani. Tunashukuru maoni yote.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Asante";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Asante kwa kushiriki maoni yako nasi. Je, ungependa kushiriki ukaguzi wako wa programu hii na watumiaji wengine kwenye duka la programu?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Asante";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Tumepokea maoni yako na tutayatumia ili kusaidia kuboresha uzoefu wako wa kujifunza kwenda mbele. Asante kwa kushiriki!";
"Core.REVIEW.BETTER" = "Nini kingekuwa bora zaidi?";
"Core.REVIEW.NOT_NOW" = "Sio kwa sasa";
"Core.REVIEW.BUTTON.SUBMIT" = "Wasilisha";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Shiriki Maoni";
"Core.REVIEW.BUTTON.RATE_US" = "Tukadirie";
"Core.REVIEW.EMAIL.TITLE" = "Chagua mteja wa barua pepe:";
"Core.SOCIAL_SIGN_CANCELED" = "Mtumiaji alighairi mtiririko wa kuingia.";
"Core.SIGN_IN.LOG_IN_BTN" = "Ingia";
"Core.SIGN_IN.REGISTER_BTN" = "Sajili";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Ingia na SSO";
"Core.TOMORROW" = "Kesho";
"Core.YESTERDAY" = "Jana";
"Core.OPEN_IN_BROWSER" = "Tazama kwenye Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Usiwe na wasiwasi - badilisha ratiba yetu iliyopendekezwa ili ukamilishe kazi zinazohitajika bila kupoteza maendeleo yoyote.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Badilisha tarehe za kukamilisha";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Umekosa makataa fulani?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Tumeunda ratiba iliyopendekezwa ili kukusaidia kuendelea kufuata utaratibu. Lakini usijali - inaweza kunyumbulika ili uweze kujifunza kwa kasi yako mwenyewe. Iwapo utabaki nyuma, utaweza kurekebisha tarehe ili kujiweka sawa.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Ili kukamilisha kazi zilizo na alama kama sehemu ya kozi hii, unaweza kupata toleo jipya la leo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Unakagua kozi hii, kumaanisha kuwa huwezi kushiriki katika kazi zilizopangiwa alama. Inaonekana ulikosa makataa muhimu kulingana na ratiba tuliyopendekeza. Ili ukamilishe kazi zilizopangiwa alama kama sehemu ya kozi hii na kuhamisha kazi za awali zinazofaa kuwa za baadaye, unaweza kupata toleo jipya la leo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Tarehe zako hazikuweza kubadilishwa. Tafadhali jaribu tena.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Tarehe zako zimebadilishwa.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Tarehe za Mafunzo";
"Core.COURSE_DATES.TODAY" = "Leo";
"Core.COURSE_DATES.COMPLETED" = "Imekamilika";
"Core.COURSE_DATES.PAST_DUE" = "Iliyopita";
"Core.COURSE_DATES.THIS_WEEK" = "Wiki hii";
"Core.COURSE_DATES.NEXT_WEEK" = "Wiki ijayo";
"Core.COURSE_DATES.UPCOMING" = "Ijayo";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Hifadhi ya Kifaa Imejaa";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Kifaa chako hakina nafasi ya kutosha ya kupakua maudhui haya. Tafadhali ongeza nafasi na ujaribu tena.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ imetumika, %@ bila malipo";
"Core.COURSE.ALERT.CANCEL" = "Ghairi";
"Core.COURSE.ALERT.CLOSE" = "Funga";
"Core.COURSE.ALERT.REMOVE" = "Ondoa";
"Core.COURSE.ALERT.DOWNLOAD" = "Pakua";
"Core.COURSE.ALERT.TRY_AGAIN" = "Jaribu tena";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Ungependa Kuondoa Maudhui ya Nje ya Mtandao?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Thibitisha Upakuaji";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Pakua kwenye Simu ya Mkononi?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Kuondoa maudhui haya kutafungua %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Kupakua %@ hii ya maudhui kutahifadhi vizuizi vinavyopatikana nje ya mtandao.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Kupakua maudhui haya kutatumia %@ ya data ya mtandao wa simu.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Imeshindwa Kupakua";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Hakuna Muunganisho wa Mtandao";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi Inahitajika";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Kwa bahati mbaya, maudhui haya yameshindwa kupakua. Tafadhali jaribu tena baadaye au ripoti suala hili.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Для загрузки этого контента требуется активное подключение к интернету. Пожалуйста, подключитесь к интернету и попробуйте снова.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Kupakua maudhui haya kunahitaji muunganisho amilifu wa WiFi. Tafadhali unganisha kwenye mtandao wa WiFi na ujaribu tena.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Video ulizochagua ni kubwa kuliko GB 1. Je, ungependa kupakua video hizi?";
"Core.DOWNLOAD.DOWNLOAD" = "Pakua";
"Core.ALERT.ACCEPT" = "Kubali";
